Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/planning_permission/an_bord_pleanala.html.txt.tmx
Source language: en
Languages: ga

source: An Bord Pleanála (The Planning Board) is the national planning appeals board
ga: Is é An Bord Pleanála bord achomharc pleanála náisiúnta

source: It is an independent body which was set up by the Government to operate an open and impartial planning appeal system
ga: Comhlacht neamhspleách is ea é a bhunaigh an Rialtas chun córas achomharc pleanála neamhchlaonta a fheidhmiú

source: Anyone applying for planning permission and anyone who made written submissions or observations to the planning authority on a planning application, can appeal a subsequent planning decision to An Bord Pleanála
ga: Is féidir le duine ar bith in Éirinn agus le duine ar bith a chuir aighneachtaí/tuairimí faoi bhráid an údaráis phleanála maidir le hiarratas pleanála achomharc a dhéanamh ar chinneadh dá éis chuig an mBord Pleanála

source: The Board deals with planning appeals, other appeals, referrals, local authority infrastructural projects, compulsory acquisition of land and certain other matters under the Planning and Development Acts 2000–2011
ga: Déileálann an Bord le hachomhairc phleanála, tarchuir eile, tionscadail bhonneagair údarás áitiúil, ceannach éigeantach talún agus saincheisteanna eile faoi na hAchtanna um Pleanáil agus Forbairt 2000–2011

source: It is responsible for determining appeals under the Building Control Act 1990; the Local Government (Water Pollution) Acts 1977–1990; and the Air Pollution Act 1987
ga: Tá sé freagrach as achomhairc a chinneadh faoin Acht um Rialú Foirgníochta, 1990; faoi na hAchtanna Rialtais Áitiúil (Truailliú Uisce) 1977–1990; agus faoin Acht um Thruailliú Aeir 1987

source: The Board also advises the Minister for Housing, Planning, Community and Local Government on planning and development policy
ga: Cuireann an Bord comhairle ar an Aire Tithíochta, Pleanála, Pobal agus Rialtais Áitiúil freisin maidir le beartas pleanála agus forbartha

source: The membership of the Board is determined by the Planning and Development Acts 2000–2011
ga: Is faoi réir na nAchtanna Pleanála agus Forbartha 2000–2011 atá ballraíocht an Bhoird

source: A Chairperson of the Board, holds office for 7 years and may be re-appointed for a second or subsequent term of office
ga: Bíonn Cathaoirleach an Bhoird i seilbh oifige ar feadh seacht mbliana agus féadfaidh iad a athcheapadh ar feadh an dara nó an tríú téarma oifige

source: The Minister for Housing, Planning, Community and Local Government appoints 9 other Board members
ga: Ceapann an Aire Tithíochta, Pleanála, Pobal agus Rialtas Áitiúil 9 ball eile don Bhord

source: Eight are selected by 4 groups of organisations representing professional, environmental, development, local government, rural and local development and general interests
ga: Roghnaíonn 4 ghrúpa a dhéanann ionadaíocht do leasanna gairmiúla, comhshaoil, forbartha, rialtais áitiúil, forbartha tuaithe agus áitiúil agus ginearálta iad

source: One member of the Board is a civil servant appointed by the Minister
ga: Ceapann an tAire ball amháin den Bhord

source: Board members normally hold office for 5 years and may be re-appointed for a second or subsequent term
ga: Bíonn ball boird i seilbh oifige ar feadh 5 bliana de ghnáth agus féadtar iad a athcheapadh go ceann an dara tréimhse nó dá éis

source: The Planning and Development Act 2000 allows for more Board members to be appointed, if the volume of cases makes this necessary
ga: Ceadaítear leis an Acht um Pleanáil agus Forbairt 2000 do níos mó ball le bheith ceaptha, má dhéanann líon na gcásanna é sin a bheith riachtanach

source: They are supported by an administrative staff and a professional staff of planning officers and planning inspectors
ga: Tacaíonn foireann riaracháin agus foireann ghairmiúil d'oifigigh phleanála agus de chigirí pleanála leo

source: Under the Planning Acts 2000, it is an offence to try and influence the decision of any member of the Board in relation to a planning appeal
ga: Is cion é faoi na hAchtanna Pleanála 2000 iarracht a dhéanamh dul i gcion ar chinneadh aon bhaill den Bhord maidir le hachomharc pleanála

source: There are also legal obligations on members of the Board, its employees and consultants to declare certain interests
ga: Tá oibleagáidí dlíthiúla freisin ar bhaill an Bhoird, a chuid fostaithe agus sainchomhairleoirí leasanna ar leith a fhógairt

source: This is to avoid any conflict of interest arising during the appeal process
ga: Is chun críche aon choinbhleachta leasa a sheachaint le linn an phróisis achomhairc é seo

source: The Minister for Housing, Planning, Community and Local Government has the authority to make decisions about general planning and development policy and the Board must take them into account when making their decisions
ga: Tá an t-údarás ag an Aire Comhshaoil, Pobal agus Rialtais Áitiúil cinntí a dhéanamh faoi bheartas pleanála agus forbartha ginearálta agus caithfidh an Bord iad seo a thabhairt san áireamh agus a gcuid cinntí á ndéanamh acu

source: However, the Minister cannot influence the Board in relation to a particular appeal
ga: Ní fhéadann an tAire áfach dul i gcion ar an mBord maidir le hachomharc ar leith

source: How the Board makes decisions
ga: Conas mar a dhéanann an Bord cinntí

source: To make sure that all the Board's decisions are fair and impartial, no one person can make decisions about a planning appeal
ga: Chun a chinntiú go mbíonn gach cinneadh an Bhoird cothrom agus neamhchlaonta, ní fhéadann duine amháin ann/inti féin cinneadh a dhéanamh faoi achomharc pleanála

source: The quorum for the Board is three members and if the case is particularly sensitive or complex, all members are normally involved in the decision-making process
ga: Triúr ball is ea an córam don Bhord agus má bhíonn an cás íogair nó coimpléascach go leor, glacann gach ball páirt sa phróiseas cinnteoireachta de ghnáth

source: The Board only make their decision after they have studied all the evidence
ga: Ní féidir leis an mBord cinneadh a dhéanamh ach tar éis dó staidéar a dhéanamh ar an bhfianaise go léir

source: This includes submissions from the public and the planning inspector's report and recommendation
ga: Áiríonn sé seo aighneachtaí ón bpobal agus tuarascáil agus moladh an chigire pleanála

source: In most cases, the decision of the Board follows the recommendation of the planning inspector but this is not always the case
ga: I bhformhór na gcásanna, leanann cinneadh an Bhoird moladh an chigire pleanála ach ní amhlaidh a bhíonn sé i gcónaí

source: If the Board's decision differs from the inspector's recommendation, the Board must give reasons for this in their decision order
ga: Muna n-aontaíonn cinneadh an Bhoird le moladh an chigire, caithfidh an Bord fáthanna a thabhairt ina n-ordú cinnidh

source: The Board can dismiss an appeal if it decides that it is based on non-planning considerations, such as personal grievances or attempts to delay a development
ga: Féadann an Bord achomharc a dhíbhe má chinneann sé nach bhfuil sé bunaithe ar chúrsaí le háireamh sa phleanáil, leithéid casaoidí pearsanta nó iarrachtaí chun moill a chur ar fhorbairt

source: The Board aims to make a decision on an appeal within 18 weeks
ga: Tá sé mar aidhm ag an mBord cinneadh a dhéanamh faoi achomharc laistigh de 18 seachtain

source: Due to the large number of planning appeals it receives, it is not always possible to meet this deadline
ga: Toisc líon mór na n-achomharc a fhaigheann sé, ní féidir an spriocdháta seo a bhaint amach i gcónaí

source: If this is the case, it will inform all parties to the appeal
ga: Más amhlaidh atá sé, cuirtear in iúl é do gach páirtí leis an achomharc

source: Once a decision is reached in a planning appeal, the Board will not discuss the pros and cons of the decision
ga: Tar éis cinneadh a bheith déanta in achomharc pleanála, ní phléifidh an Bord na hargóintí i bhfábhar agus i gcoinne an chinnidh

source: All decisions are final and can only be challenged by judicial review in the High Court
ga: Tá gach cinneadh críochnaitheach agus ní féidir agóid ina aghaidh ach trí athbhreithniú breithiúnach san Ardchúirt

source: This process will judge whether the Board followed due process in reaching its decision and will not include an examination of the planning merits
ga: Déanfar leis an bpróiseas seo breithiúnas a thabhairt ar lean nó nár lean an Bord an phróis chuí agus an cinneadh á dhéanamh aige agus ní áireofar scrúdú ar na tuillteanais phleanála ann

source: In certain cases, a planning inspector will hold an oral hearing
ga: Tionólfaidh cigire pleanála éisteacht ó bhéal i gcásanna áirithe

source: This may be at the request of a valid appellant or it may be the decision of the inspector
ga: D'fhéadfaí sé seo tarlú de bharr iarratais ó achomharcóir bailí nó de bharr chinneadh an chigire

source: An oral hearing is generally only held if it will help the inspector to understand a particularly complex case, or if there are significant national or local issues involved
ga: Ní chuirtear éisteacht ó bhéal ar bun i gcoitinne ach amháin má chabhróidh sí leis an gcigire cás coimpléascach go mór a thuiscint, nó má bhíonn saincheisteanna náisiúnta nó áitiúla suntasacha i gceist

source: Some oral hearings are held to determine the motives behind an appeal
ga: Cuirtear roinnt éisteachtaí ó bhéal ar bun chun na ceannfháthanna taobh thiar d'achomharc a shainiú

source: The inspector will decide on the order of the speakers and the hearing is usually quite informal
ga: Cinneann an cigire ar ord na gcainteoirí agus bíonn an éisteacht neamhfhoirmiúil go leor de ghnáth

source: Local authority development plans
ga: Pleananna forbartha an údaráis áitiúil

source: The Board must make sure that all planning decisions stick to principles of proper planning and sustainable development
ga: Caithfidh an Bord a chinntiú go gcloíonn gach cinneadh pleanála le prionsabail na pleanála cuí agus na forbartha inbhuanaitheachta

source: If they feel that a planning authority has not taken these principles into sufficient consideration, the Board has the authority to go against the provisions of a development plan
ga: Má bhraitheann siad nár thóg údarás pleanála na prionsabail seo go leor san áireamh, tá an t-údarás ag an mBord dul i gcoinne fhorálacha plean forbartha

source: Generally, this would only happen where the proposed development is of local or national importance
ga: Ní tharlódh sé seo ach amháin de ghnáth má tá tábhacht áitiúil nó náisiúnta ag baint leis an bhforbairt á moladh

source: The Board tries to strike a balance between environmental and economic considerations when they are determining appeals
ga: Déanann an Bord iarracht clár na bhfuílleach a dhéanamh amach idir cúrsaí timpeallachta agus cúrsaí eacnamaíochta agus achomhairc á gcinneadh acu

source: In exceptional cases, they will take issues of economic development and job creation into account when making a decision
ga: I gcásanna eisceachtúla, tabharfaidh siad ceisteanna forbartha eacnamaíochta agus cruthú post san áireamh agus cinneadh á dhéanamh acu

source: The Board aims to make the planning process as open as possible
ga: Tá sé mar aidhm ag an mBord an próiseas pleanála a dhéanamh chomh hoscailte agus is féidir

source: The entire file on an appeal can be inspected by any member of the public for at least 5 years starting on the third working day after the appeal is decided
ga: Is féidir le ball ar bith den phobal comhad iomlán achomhairc a scrúdú go ceann 5 bliana ar a laghad ag tosú ar an tríú lá oibre tar éis don achomharc a bheith cinnte

source: A copy of the Board's order and direction and the inspector's report is also available
ga: Tá cóip d' ordú agus treoir an Bhoird agus de thuarascáil an chigire ar fáil freisin

source: The fee for making an appeal depends on the type of case and the relevant legislation
ga: Braitheann an táille i gcomhair achomharc a dhéanamh ar chineál an cháis agus ar an reachtaíocht ábhartha

source: Find out more about getting planning permission and how to make a planning appeal
ga: Faigh amach níos mó faoi conas cead pleanála a fháil agus conas achomharc pleanála a dhéanamh

source: For additional information, you should contact An Bord Pleanála or your local planning authority
ga: Le haghaidh tuilleadh faisnéise, ba cheart duit dul i dteagmháil leis an mBord Pleanála nó le d'údarás pleanála áitiúil
